{
    "p_char_285_medic2": {
        "description": "A first aid spray kit whose box has a label 'Effective Immediately.' It can be added to medical equipment or used directly.",
        "usage": "Used to improve the Potential of Lancet-2."
    },
    "p_char_286_cast3": {
        "description": "A hard, portable armor piece without an instruction manual.",
        "usage": "Used to improve the Potential of Castle-3."
    },
    "p_char_376_therex": {
        "description": "A luminous heat storage core; The following is imprinted on the package in bold, black letters: 'FEEL THE PASSION!'",
        "usage": "Used to improve the Potential of THRM-EX."
    },
    "p_char_4000_jnight": {
        "description": "The flag of 'Justice Knight.' When it's time for its regular switch-out and cleaning, be kind and lend her a hand.",
        "usage": "Used to improve the Potential of 'Justice Knight.'"
    },
    "p_char_4077_palico": {
        "description": "A mysterious voucher with a pawprint and some hard-to-decipher letters written on top. It's from the Felynes, and we'd better not refuse such a kind gesture!",
        "usage": "Used to improve the Potential of the Terra Research Commission."
    },
    "voucher_ulika": {
        "description": "A bunch of papers recording the streamer's various experiences in cute handwriting, but when flipped over becomes a map of a nomadic city, with detailed markings noting the frequency of debt collectors showing up.",
        "usage": "A folder with handwritten notes inside. Used to obtain U-Official for the first time, and subsequently improve the potential of U-Official."
    },
    "p_char_4093_frston": {
        "description": "An instant photo. When confronted with this strange new world, he will photograph anything with research value.",
        "usage": "Used to improve the Potential of Friston-3."
    },
    "p_char_4136_phonor": {
        "description": "A compact Banshee witchcraft unit. Put it to your ear, and you'll hear faint, doleful ballads from the Valley's depths.",
        "usage": "Used to improve the Potential of PhonoR-0."
    },
    "p_char_4188_confes": {
        "description": "一本便携迷你经书。CONFESS-47提醒你，它没有手，不能主动把礼物递给你，你只能付费进车厢里去取。",
        "usage": "用于提升CONFESS-47的潜能。"
    },
    "p_char_502_nblade": {
        "description": "A yellowing, incomplete book that lies in a lacquer box. It records the most challenging skill of swordsmanship: inner peace.",
        "usage": "Used to improve the Potential of Yato."
    },
    "p_char_500_noirc": {
        "description": "A timeworn mask used during sacrificial festivals. The hollow eye sockets bore witness to the birth of the land.",
        "usage": "Used to improve the Potential of Noir Corne."
    },
    "p_char_503_rang": {
        "description": "Two pieces of flint strung together. It was from these small things that civilization was born.",
        "usage": "Used to improve the Potential of Rangers."
    },
    "p_char_501_durin": {
        "description": "A small Originium product made by a Durinese craftsman. Hold it tightly for a while and you will suddenly feel full of energy.",
        "usage": "Used to improve the Potential of Durin."
    },
    "p_char_009_12fce": {
        "description": "A piece of chocolate wrapped in old packaging. The words 'Merry Christmas' are written on the back, barely legible.",
        "usage": "Used to improve the Potential of 12F."
    },
    "p_char_123_fang": {
        "description": "A pair of running shoes that fit your feet perfectly. The person who gave you this must have spent a lot of effort asking you to join her on her morning exercise routine.",
        "usage": "Used to improve the Potential of Fang."
    },
    "p_char_240_wyvern": {
        "description": "A wild animal map of the Vouivre Boundary Grassland. The marks on it are disappearing one after another as the engines of mobile cities roar.",
        "usage": "Used to improve the Potential of Vanilla."
    },
    "p_char_192_falco": {
        "description": "A formal hat decorated with a modest amount of feathers. It is suitable for all Laterano festivals.",
        "usage": "Used to improve the Potential of Plume."
    },
    "p_char_208_melan": {
        "description": "Simply wrapped candles. The special fragrance they emit is unforgettable.",
        "usage": "Used to improve the Potential of Melantha."
    },
    "p_char_281_popka": {
        "description": "A solid metal toy. It's particularly heavy and hard to destroy.",
        "usage": "Used to improve the Potential of Popukar."
    },
    "p_char_209_ardign": {
        "description": "A sled made of hard wood. It makes you look forward to seeing snow.",
        "usage": "Used to improve the Potential of Cardigan."
    },
    "p_char_122_beagle": {
        "description": "Transcripts neatly placed inside a folder. They all show straight A's.",
        "usage": "Used to improve the Potential of Beagle."
    },
    "p_char_284_spot": {
        "description": "A slang dictionary. It tells how to be gently sarcastic in the languages of several countries.",
        "usage": "Used to improve the Potential of Spot."
    },
    "p_char_124_kroos": {
        "description": "A collection of shooting toys, including a plastic bow, several sucker arrows and an apple to be used as a target.",
        "usage": "Used to improve the Potential of Kroos."
    },
    "p_char_211_adnach": {
        "description": "A furry hat that won't fit on a Sankta's head.",
        "usage": "Used to improve the Potential of Adnachiel."
    },
    "p_char_121_lava": {
        "description": "A specially processed sheath. It is covered in deliberately mysterious patterns.",
        "usage": "Used to improve the Potential of Lava."
    },
    "p_char_120_hibisc": {
        "description": "A daily schedule custom made for your own healthy living. To be honest, it's hard to reject it.",
        "usage": "Used to improve the Potential of Hibiscus."
    },
    "p_char_212_ansel": {
        "description": "A portable blood pressure meter. Hope you can take good care of yourself even without a medic around.",
        "usage": "Used to improve the Potential of Ansel."
    },
    "p_char_210_stward": {
        "description": "A trendy sport armlet. Looks like it's a simple version with only one color.",
        "usage": "Used to improve the Potential of Steward."
    },
    "p_char_278_orchid": {
        "description": "A delicate pen that has been lovingly packaged. It feels like working in a office building when you use it to review documents.",
        "usage": "Used to improve the Potential of Orchid."
    },
    "p_char_141_nights": {
        "description": "A serving spoon. Its companion fork has been hidden inside a book.",
        "usage": "Used to improve the Potential of Haze."
    },
    "p_char_109_fmout": {
        "description": "A card from a divination deck. Although you already know its meaning, you make your own future.",
        "usage": "Used to improve the Potential of Gitano."
    },
    "p_char_253_greyy": {
        "description": "A delicate LED lamp. Embed 1 Originium Shard and it will shine forever. Let it dispel the anxiety brought by darkness.",
        "usage": "Used to improve the Potential of Greyy."
    },
    "p_char_328_cammou": {
        "description": "A compact disc full of popular videos produced by Click in recent years. Contains highlights and uncut content, with some entirely unedited videos.",
        "usage": "Used to improve the Potential of Click."
    },
    "p_char_469_indigo": {
        "description": "A beautiful glowskater. Its faint light can illuminate all throughout the night. By the next day, you're free to let it go.",
        "usage": "Used to improve the Potential of Indigo."
    },
    "p_char_4004_pudd": {
        "description": "A plushie named 'Pillow.' An important friend to Pudding, cleaned and maintained at a frequency far beyond the norm for the average plushie.",
        "usage": "Used to improve the Potential of Pudding."
    },
    "p_char_235_jesica": {
        "description": "A photo commemorating Jessica's entry into Blacksteel. It represents the start of a new life.",
        "usage": "Used to improve the Potential of Jessica."
    },
    "p_char_126_shotst": {
        "description": "A garland made of twigs that seem to never wither. The forest of Kazimierz is asking in a low voice when its guardian will return.",
        "usage": "Used to improve the Potential of Meteor."
    },
    "p_char_190_clour": {
        "description": "A pearly-white string of trophies carved from animal, including one from the beast that took her arm.",
        "usage": "Used to improve the Potential of Vermeil."
    },
    "p_char_133_mm": {
        "description": "It's not clear where this taser came from. It can be grouped with May's other commonly-used weapons.",
        "usage": "Used to improve the Potential of May."
    },
    "p_char_118_yuki": {
        "description": "A calligraphic work whose ink has not yet dried. It's a blessing for Rhodes Island.",
        "usage": "Used to improve the Potential of Shirayuki."
    },
    "p_char_440_pinecn": {
        "description": "A very heavy toolbag, including a back-up nailgun, many spare parts, and a small figurine she's forgotten in there.",
        "usage": "Used to improve the Potential of Pinecone."
    },
    "p_char_302_glaze": {
        "description": "A mirror with exquisite craftsmanship. It is easy to carry, letting you make sure that your hair isn't getting messed up in the heat of battle.",
        "usage": "Used to improve the Potential of Ambriel."
    },
    "p_char_366_acdrop": {
        "description": "A brand new skateboard that she gifted you, along with bandages and some disinfectant.",
        "usage": "Used to improve the Potential of Aciddrop."
    },
    "p_char_4062_totter": {
        "description": "A chunk of firewood frozen absolutely solid. Needs a perfunctory baking to remove moisture content before it can be thrown in the furnace.",
        "usage": "Used to improve the Potential of Totter."
    },
    "p_char_4100_caper": {
        "description": "A soft, puffy ball of white fur. She insisted that you accept it. The smug smile on her face gives you a bad feeling, but nothing has happened. Yet.",
        "usage": "Used to improve the Potential of Caper."
    },
    "p_char_198_blackd": {
        "description": "A bottle of malt liquor found somewhere far away. Under the sunlight, the golden liquid shines inside the glass bottle.",
        "usage": "Used to improve the Potential of Courier."
    },
    "p_char_149_scave": {
        "description": "A silver coin. Maybe you can use it to decide something important.",
        "usage": "Used to improve the Potential of Scavenger."
    },
    "p_char_290_vigna": {
        "description": "An electric guitar for daily practice. A request to take it onto the battlefield was denied.",
        "usage": "Used to improve the Potential of Vigna."
    },
    "p_char_151_myrtle": {
        "description": "A long rod that she chose herself, but it doesn't seem any different from the stick in her hand. She looks to be pretty satisfied with this gift, even though it doesn't have any particular use.",
        "usage": "Used to improve the Potential of Myrtle."
    },
    "p_char_452_bstalk": {
        "description": "An exchange certificate for a pet Metal Crab. After the breeder pledges and stamps, and once the Beanstalk Breeding Company is officially established, this certificate can be exchanged for the adoption of an adorable baby Metal Crab.",
        "usage": "Used to improve the Potential of Beanstalk."
    },
    "p_char_130_doberm": {
        "description": "A red pamphlet. It records a tough battle.",
        "usage": "Used to improve the Potential of Dobermann."
    },
    "p_char_289_gyuki": {
        "description": "A pair of soft blinders. It's nice to put it on at bedtime.",
        "usage": "Used to improve the Potential of Matoimaru."
    },
    "p_char_193_frostl": {
        "description": "A vocabulary book that looks timeworn due to overuse. Detailed marks that look like doodles fill the margins of every page.",
        "usage": "Used to improve the Potential of Frostleaf."
    },
    "p_char_127_estell": {
        "description": "A stone comb. It feels cool and emits a slight flowery fragrance.",
        "usage": "Used to improve the Potential of Estelle."
    },
    "p_char_185_frncat": {
        "description": "An album whose cover is decorated with golden floral patterns. The photos inside record the 'kitties' that played with the photographer. Kitties!",
        "usage": "Used to improve the Potential of Mousse."
    },
    "p_char_301_cutter": {
        "description": "A hand-carved talisman full of notch marks from when the maker accidentally applied too much force.",
        "usage": "Used to improve the Potential of Cutter."
    },
    "p_char_337_utage": {
        "description": "A black box. Inside it is another black box. Inside that is another black box. Inside that is... a manicure set?!",
        "usage": "Used to improve the Potential of Utage."
    },
    "p_char_271_spikes": {
        "description": "A rubber toy bullet. Sankta children keep their own toy guns and fill their pockets with these rubber bullets.",
        "usage": "Used to improve the Potential of Arene."
    },
    "p_char_4063_quartz": {
        "description": "A pocket watch from her father. Stopped long ago, but in times when no one is around, you can still hear it 'tick-tock, tick-tock.'",
        "usage": "Used to improve the Potential of Quartz."
    },
    "p_char_491_humus": {
        "description": "A stained self-made hammer-drill. Can be used to drill holes and tighten screws, as well as against people when left without a choice.",
        "usage": "Used to improve the Potential of Humus."
    },
    "p_char_445_wscoot": {
        "description": "一枚刻着“出入平安”的桃木挂件，他说，桃木可以辟邪，点缀的玉石带来好运，总之——木牌上的四个字是最要紧的事。",
        "usage": "用于提升骋风的潜能。"
    },
    "p_char_237_gravel": {
        "description": "A badly worn Kazimierz knight badge. No matter what happened in the past, seizing the here and now is what really matters.",
        "usage": "Used to improve the Potential of Gravel."
    },
    "p_char_272_strong": {
        "description": "A kitchen knife forged from stainless steel. Probably cost quite a lot of money.",
        "usage": "Used to improve the Potential of Jaye."
    },
    "p_char_236_rope": {
        "description": "An expensive ornament whose price tag is still on it. Is it really okay to take it...?",
        "usage": "Used to improve the Potential of Rope."
    },
    "p_char_117_myrrh": {
        "description": "A pill made from multiple herbs. It will come in handy when you fall ill. Besides, every pill is carefully coated.",
        "usage": "Used to improve the Potential of Myrrh."
    },
    "p_char_187_ccheal": {
        "description": "A set of massage tools. They help manage the tiredness from those weird healing Arts.",
        "usage": "Used to improve the Potential of Gavial."
    },
    "p_char_298_susuro": {
        "description": "A diary made from soft paper. Whether the words record the past or the future, it will always be there as long as it's recorded, right?",
        "usage": "Used to improve the Potential of Sussurro."
    },
    "p_char_181_flower": {
        "description": "A double ear vase in the style of the Minos civilization. The owner must regularly replace the old flowers with new ones.",
        "usage": "Used to improve the Potential of Perfumer."
    },
    "p_char_385_finlpp": {
        "description": "A small bottle of fresh water taken from her hometown that can be worn as decoration. Take it with you - Purestream will be glad to share a portion of her hometown with you.",
        "usage": "Used to improve the Potential of Purestream."
    },
    "p_char_4041_chnut": {
        "description": "Due to how hard they are to grow, this cluster of fluorescent subterranean mushrooms remains miniscule. But still, it represents home.",
        "usage": "Used to improve the Potential of Chestnut."
    },
    "p_char_199_yak": {
        "description": "A wooden statue that looks a bit rough. It is lowering its head, which gives a peaceful impression.",
        "usage": "Used to improve the Potential of Matterhorn."
    },
    "p_char_150_snakek": {
        "description": "A normal baseball bat bearing the illegible autographs of several famous players on it. Maybe, perhaps, those signatures are fake, but the desire to share them is real.",
        "usage": "Used to improve the Potential of Cuora."
    },
    "p_char_381_bubble": {
        "description": "A stump dug up from outside the city. She doesn't know what to do with it either, but she thought you'd like it, so she dug it up for you.",
        "usage": "Used to improve the Potential of Bubble."
    },
    "p_char_4130_luton": {
        "description": "A pale yellow handkerchief, the memories within never fading. She already pictures how people will tie one to her gravestone, the way her mother did to her chest the day she said goodbye.",
        "usage": "Used to improve the Potential of Lutonada."
    },
    "p_char_196_sunbr": {
        "description": "A discount coupon for Gummy's Breakfast Kitchen. Does -100% mean it's free...?",
        "usage": "Used to improve the Potential of Gummy."
    },
    "p_char_260_durnar": {
        "description": "An abandoned electric blade. One must first understand loss to understand what it means to treasure something.",
        "usage": "Used to improve the Potential of Dur-nar."
    },
    "p_char_110_deepcl": {
        "description": "A freehand fairy tale storybook. The main character, after traveling between life and death, finally steps into the river at the end.",
        "usage": "Used to improve the Potential of Deepcolor."
    },
    "p_char_183_skgoat": {
        "description": "A small piece of weirdly-shaped ore. Put it beside your ear to hear the low sounds of a liquid.",
        "usage": "Used to improve the Potential of Earthspirit."
    },
    "p_char_258_podego": {
        "description": "A pack of flower seeds, capable of transforming your office into a flowery sanctuary. As long as you're not allergic to anything, anywhere can become the Convalescent Garden.",
        "usage": "Used to improve the Potential of Podenco."
    },
    "p_char_484_robrta": {
        "description": "A makeup brush of rough craftsmanship. Though it shows signs of age, each brown bristle is clean and very soft.",
        "usage": "Used to improve the Potential of Roberta."
    },
    "p_char_355_ethan": {
        "description": "A metallic yo-yo. Be careful not to hit bystanders when playing with it.",
        "usage": "Used to improve the Potential of Ethan."
    },
    "p_char_277_sqrrel": {
        "description": "A stamp album. In the past, the owner never let anyone touch her precious collection.",
        "usage": "Used to improve the Potential of Shaw."
    },
    "p_char_4107_vrdant": {
        "description": "A stalk of grass one could mistake for a weed at first glance. Holds a special significance to him. A sharp notch has been cut in the grass's blade—don't worry, he's not trying to hurt you.",
        "usage": "Used to improve the Potential of Verdant."
    },
    "p_char_4165_ctrail": {
        "description": "A small white strap, to commemorate your successful test flight with her. There's a part of her hoping you will keep it on you wherever you go.",
        "usage": "Used to improve the Potential of Contrail."
    },
    "p_char_128_plosis": {
        "description": "A reference book which tells how to recognize and use Originium Arts. Most Operators don't understand it.",
        "usage": "Used to improve the Potential of Ptilopsis."
    },
    "p_char_275_breeze": {
        "description": "A family seal that has been wiped down so many times that its pattern is fading, still polished and shining impeccably.",
        "usage": "Used to improve the Potential of Breeze."
    },
    "p_char_4163_rosesa": {
        "description": "A wad of medicinal herbs with a bizarre scent, said to promote concentration and calm the spirit when burned. Better not use it before Medical gets the chance to identify it!",
        "usage": "Used to improve the Potential of Rose Salt."
    },
    "p_char_115_headbr": {
        "description": "A strip of cloth ripped from a red flag. When you tie it to your arm, you will somehow feel sad.",
        "usage": "Used to improve the Potential of Zima."
    },
    "p_char_102_texas": {
        "description": "The scutcheon of Texas's family. The scratch on it tells a story.",
        "usage": "Used to improve the Potential of Texas."
    },
    "p_char_349_chiave": {
        "description": "A badge that he made himself, representing the 'Chiave Gang.' Your name is also engraved upon it.",
        "usage": "Used to improve the Potential of Chiave."
    },
    "p_char_488_buildr": {
        "description": "The littlest, most verdant citrus, its peel not enough to fully hide its tart fragrance. She tells you you can plant it in a pot, and with some luck it'll bear sweet, decadent fruits—probably.",
        "usage": "Used to improve the Potential of Poncirus."
    },
    "p_char_4023_rfalcn": {
        "description": "A rustic scimitar. Regarding you as a friend in arms, the tribal warrior of Sargon gifts you this.",
        "usage": "Used to improve the Potential of Kestrel."
    },
    "p_char_4199_makiri": {
        "description": "一张精心设计的名片，留着它，你总会知道去哪里能找到他——或者让他找到你。",
        "usage": "用于提升松桐的潜能。"
    },
    "p_char_261_sddrag": {
        "description": "A short poem written on diary paper. The handwriting is beautiful and delicate, but the words are painful and harrowing.",
        "usage": "Used to improve the Potential of Reed."
    },
    "p_char_496_wildmn": {
        "description": "A splinter of the major lance's damaged outer shell, kept preciously safe by Wild Mane. A reminder to herself that every battle comes with a cost, and you need to think things through.",
        "usage": "Used to improve the Potential of Wild Mane."
    },
    "p_char_1036_fang2": {
        "description": "A big ol' windbreaker. Gotta keep the wind out and stay warm while you're active in the wilderness.",
        "usage": "Used to improve the Potential of Fang the Fire-Sharpened."
    },
    "p_char_401_elysm": {
        "description": "A complex and hand-drawn topographic map. If you can't make any sense of it, perhaps Elysium would be glad to lead the way.",
        "usage": "Used to improve the Potential of Elysium."
    },
    "p_char_4119_wanqin": {
        "description": "An exquisite model of a Tianshi apparatus, reportedly sold in limited runs by the Tianshi Bureaus to great fanfare among the children of Yan. Variations of 'you'd better study hard if you want one' ring in the ears of every Yanese child.",
        "usage": "Used to improve the Potential of Wanqing."
    },
    "p_char_476_blkngt": {
        "description": "A knitted nightcap. It's made roughly, but is very soft to the touch.",
        "usage": "Used to improve the Potential of Blacknight."
    },
    "p_char_4147_mitm": {
        "description": "Dessert coupon that gives 50% off on the second serving. Mitm was very insistent that you bring him along when you use this coupon.",
        "usage": "Used to improve the Potential of Mitm."
    },
    "p_char_497_ctable": {
        "description": "A small lyre, all weapons removed. Can tug heartstrings with simply a strum, bringing your thoughts back down in the heat of chaos.",
        "usage": "Used to improve the Potential of Cantabile."
    },
    "p_char_4017_puzzle": {
        "description": "A blank white jigsaw puzzle. Questioning who he is may well be a fruitless endeavor—try asking him what the order he seeks is.",
        "usage": "Used to improve the Potential of Puzzle."
    },
    "p_char_4144_chilc": {
        "description": "A small waist pouch, able to hold all sorts of things. Very handy when it comes to exploring.",
        "usage": "Used to improve the Potential of Chilchuck."
    },
    "p_char_4052_surfer": {
        "description": "A map of Columbia with a few locations circled, along with photos of the beautiful sights that can be found there. Maybe she'll bring you along for the next trip.",
        "usage": "Used to improve the Potential of Surfer."
    },
    "p_char_308_swire": {
        "description": "A broken police badge. An unknown officer lost it during an important case. No one can tell whose it is, but someone must stand up for justice.",
        "usage": "Used to improve the Potential of Swire."
    },
    "p_char_265_sophia": {
        "description": "A supplementary VIP credit card issued by Golden Palm Bank Kazimierz. Incredibly high limit. Accepted without question in all major cities of Kazimierz.",
        "usage": "Used to improve the Potential of Whislash."
    },
    "p_char_4106_bryota": {
        "description": "A thumb-sized surfboard, printed with the 'White Volcano' logo. It's a decoration he dresses cocktails with. May this prompt you to look back fondly on your unforgettable vacation to Siesta's sands.",
        "usage": "Used to improve the Potential of Bryophyta."
    },
    "p_char_4125_rdoc": {
        "description": "A shotgun shell. He regrets that the conflict had to be resolved that way, but he did not hesitate, not when even more lives were at stake.",
        "usage": "Used to improve the Potential of Doc."
    },
    "p_char_106_franka": {
        "description": "An itinerary. There are too many destinations on it so it's hard to stick to it.",
        "usage": "Used to improve the Potential of Franka."
    },
    "p_char_131_flameb": {
        "description": "An old, bloodstained coat that has burn marks. Can't tell whose blood it is.",
        "usage": "Used to improve the Potential of Flamebringer."
    },
    "p_char_154_morgan": {
        "description": "A single loose leaf sheet filled with neat handwriting. As written, the Glasgow Gang's code for getting along cannot be clearer, but Morgan understands that it is naive to think that everyone will follow it.",
        "usage": "Used to improve the Potential of Morgan."
    },
    "p_char_4142_laios": {
        "description": "A strange painting depicting what seems to be a chimeric creature that blends the features of all sorts of Terran wildlife into one. If Laios starts explaining this masterpiece to you, resist the urge to show interest—it only encourages his enthusiasm.",
        "usage": "Used to improve the Potential of Laios."
    },
    "p_char_155_tiger": {
        "description": "A can of salted licorice with a long shelf life. Under that inaccessible appearance is an even more inaccessible taste.",
        "usage": "Used to improve the Potential of Indra."
    },
    "p_char_415_flint": {
        "description": "A sharp stone dagger made by Flint herself, normally used by the owner to carve roasted meat. While useful for a variety of outdoor environments, be careful not to cut yourself!",
        "usage": "Used to improve the Potential of Flint."
    },
    "p_char_157_dagda": {
        "description": "A page from the Book of the Tower Knights. On it is Isabelle 'Dagda' Montague's name, followed by a large blank space below, waiting to be filled in.",
        "usage": "Used to improve the Potential of Dagda."
    },
    "p_char_140_whitew": {
        "description": "Several bloodstained scutcheons with names on them. They represent the leaders of several gangs.",
        "usage": "Used to improve the Potential of Lappland."
    },
    "p_char_294_ayer": {
        "description": "A self-authored reconnaissance and counter-reconnaissance manual. His thought process was, 'it's best to keep yourself protected under any circumstance.'",
        "usage": "Used to improve the Potential of Ayerscarpe."
    },
    "p_char_194_leto": {
        "description": "A bottle of honey beverage, emblematic of the taste of home. The moment Leto hands you this, she's gonna tell you 'chug.'",
        "usage": "Used to improve the Potential of Leto."
    },
    "p_char_4083_chimes": {
        "description": "A small copper-forged bell, worked slightly such that a little force is required for it to ring. Her worry was that an unsympathetic wind might sound the bell, rousing the far-flung traveler's heart for home.",
        "usage": "Used to improve the Potential of Wind Chimes."
    },
    "p_char_252_bibeak": {
        "description": "A rough worker's shirt, from when Bibeak first learned to sew. It may not be comfortable to wear, but the heart and soul it exudes is unmistakable.",
        "usage": "Used to improve the Potential of Bibeak."
    },
    "p_char_459_tachak": {
        "description": "A set of dolls made from wood and the carapace of Originium slugs. Starting from the largest doll, they can be nestled within each other.",
        "usage": "Used to improve the Potential of Tachanka."
    },
    "p_char_143_ghost": {
        "description": "An indescribable painting. The use of negative space is confusing.",
        "usage": "Used to improve the Potential of Specter."
    },
    "p_char_356_broca": {
        "description": "An exquisite miniature landscape model of an ancient Siracusan city. Someone stealthily placed it on your desk at some point, and you didn't discover it until you showed up for work the next day.",
        "usage": "Used to improve the Potential of Broca."
    },
    "p_char_4126_fuze": {
        "description": "An unusual helmet. You often wonder what his expression is behind the mask.",
        "usage": "Used to improve the Potential of Fuze."
    },
    "p_char_274_astesi": {
        "description": "A pen filled with special ink. A thousand stars twinkle brightly the moment the pen touches paper.",
        "usage": "Used to improve the Potential of Astesia."
    },
    "p_char_333_sidero": {
        "description": "This shiny figurine seems to hold great significance to Minosians. The patron god of travelers, protector of Sideroca, may now be watching over you.",
        "usage": "Used to improve the Potential of Sideroca."
    },
    "p_char_475_akafyu": {
        "description": "A helping of raw, worked meat. Only those who eat heartily and leave an empty plate can be called good buddies.",
        "usage": "Used to improve the Potential of Akafuyu."
    },
    "p_char_1030_noirc2": {
        "description": "A portable BBQ spit fit for bags of any size, usable at any time. Noir Corne spent a long time finding the trick to grilling the best meat, and he truly believes this skill will come in handy someday.",
        "usage": "Used to improve the Potential of Rathalos S Noir Corne."
    },
    "p_char_421_crow": {
        "description": "A copy of the 'Dossoles Guide to Cocktails,' with plenty of recipes full of her notes on the side. These all seem to be her specialties—if you've got time to spare, you can order a round from her.",
        "usage": "Used to improve the Potential of La Pluma."
    },
    "p_char_4066_highmo": {
        "description": "A pure white conch shell. Clasp it in the quiet night and lift it to your ear, and you'll seem to hear a distant song of farewell.",
        "usage": "Used to improve the Potential of Highmore."
    },
    "p_char_486_takila": {
        "description": "A nameplate with a full name and date inscribed. Ever since the day he obtained it, Tequila has always carried it on him. Now's the time for him to let it go.",
        "usage": "Used to improve the Potential of Tequila."
    },
    "p_char_4131_odda": {
        "description": "A sweet potato roasted in a pile of fallen leaves. Very hot—take care when holding.",
        "usage": "Used to improve the Potential of Odda."
    },
    "p_char_4187_graceb": {
        "description": "一盆清新的百合花，从干员聆音的花圃中移栽而来。她总是很擅长照料新生的花朵。",
        "usage": "用于提升聆音的潜能。"
    },
    "p_char_4185_amoris": {
        "description": "一盒若麦喜欢的化妆品套装。她希望尽自己所能，和身边的伙伴一起变得更有魅力。",
        "usage": "用于提升祐天寺若麦的潜能。"
    },
    "p_char_129_bluep": {
        "description": "A shopping card from a high-class clothing shop. Put away the boring uniforms and enjoy dressing up.",
        "usage": "Used to improve the Potential of Blue Poison."
    },
    "p_char_204_platnm": {
        "description": "Two tickets to the amusement park. Let's go together this weekend.",
        "usage": "Used to improve the Potential of Platinum."
    },
    "p_char_367_swllow": {
        "description": "A broken scalpel, the father's memento. It is difficult to imagine that a doctor who did so much to help the Infected would end up suffering so much torment.",
        "usage": "Used to improve the Potential of GreyThroat."
    },
    "p_char_365_aprl": {
        "description": "An album including the song 'April,' still freshly packaged and tied up in a lovely ribbon.",
        "usage": "Used to improve the Potential of April."
    },
    "p_char_1021_kroos2": {
        "description": "A sucker arrow, several small bells tied to the fletching.\nWith this arrow, you can provide a name, and so long as it's present on Rhodes Island and can be shot, she'll land this straight on the target.",
        "usage": "Used to improve the Potential of Kroos the Keen Glint."
    },
    "p_char_498_inside": {
        "description": "A handwritten dessert recipe. With proportions finetuned to Insider's own personal tastes, the sugar content ABSOLUTELY exceeds recommended guidelines! This one's a pick-me-up!",
        "usage": "Used to improve the Potential of Insider."
    },
    "p_char_219_meteo": {
        "description": "A letter from the Sarkaz children you saved. They haphazardly express their gratitude to Rhodes Island.",
        "usage": "Used to improve the Potential of Meteorite."
    },
    "p_char_379_sesa": {
        "description": "A pendant etched with runes, its decoration exaggerated and full of obsession with the past.",
        "usage": "Used to improve the Potential of Sesa."
    },
    "p_char_4078_bdhkgt": {
        "description": "A jar of pungent, biting unstrained wine. Temperatures plummet in the desert at night, and drinking this can drive away some of the chill.",
        "usage": "Used to improve the Potential of Jieyun."
    },
    "p_char_279_excu": {
        "description": "A self-defense manual, with comprehensive descriptions of things to pay attention to in most major city-states. Focuses mostly on personal safety and very little on the well-being of the inhabitants.",
        "usage": "Used to improve the Potential of Executor."
    },
    "p_char_346_aosta": {
        "description": "A Siracusan-style fedora handcrafted by the man himself. The fabric used in its construction is of very high quality, a clear example of his fine attention to detail.",
        "usage": "Used to improve the Potential of Aosta."
    },
    "p_char_4203_kichi": {
        "description": "几张图案新潮的贴纸。吉星在拉面店消费获得的系列贴纸，其中有一张是手绘的，她说自己终究还是缺一张，但想让你集满。",
        "usage": "用于提升吉星的潜能。"
    },
    "p_char_002_amiya": {
        "description": "'You will understand my choice one day... Forgive me.'",
        "usage": "Used to improve the Potential of Amiya."
    },
    "p_char_405_absin": {
        "description": "A large Ursus-style tactical vest. It didn't fit its previous owner well, but she rarely took it off.",
        "usage": "Used to improve the Potential of Absinthe."
    },
    "p_char_411_tomimi": {
        "description": "A dreamcatcher that gives off a comforting fragrance, made by Tomimi herself. Only after a good night's sleep is she able to give her best - this is Tomimi's exclusive secret.",
        "usage": "Used to improve the Potential of Tomimi."
    },
    "p_char_466_qanik": {
        "description": "A beautiful bouquet of dried flowers, picked in the frigid northern wilds. Fragrance lingers about the petals, never failing to remind Qanipalaat of home.",
        "usage": "Used to improve the Potential of Qanipalaat."
    },
    "p_char_166_skfire": {
        "description": "A glass bead that feels cool. The colors inside are raging.",
        "usage": "Used to improve the Potential of Skyfire."
    },
    "p_char_306_leizi": {
        "description": "An old oak ruler. No ruler markings, no rules.",
        "usage": "Used to improve the Potential of Leizi."
    },
    "p_char_135_halo": {
        "description": "A handmade model of a comet. Let the past be the past and instead take hold of the future.",
        "usage": "Used to improve the Potential of Astgenne."
    },
    "p_char_344_beewax": {
        "description": "A full set of horn care supplies, including essential oils, soft brushes, and sandpaper strips. Custom-made by desert tribes, incredibly expensive and hard to find, you can just use it for a manicure - as long as you can stomach the cost.",
        "usage": "Used to improve the Potential of Beeswax."
    },
    "p_char_373_lionhd": {
        "description": "A pair of trendy limited-edition sneakers. It seems to include a special auxiliary design to accommodate one of Victoria's popular sports, with technical support from Rim Billiton.",
        "usage": "Used to improve the Potential of Leonhardt."
    },
    "p_char_341_sntlla": {
        "description": "A curiously carved marker of wood. You recall Santalla once telling you how it signifies 'warmth.'",
        "usage": "Used to improve the Potential of Santalla."
    },
    "p_char_388_mint": {
        "description": "An aged hardback book. No one knows if the book will bite until it actually does.",
        "usage": "Used to improve the Potential of Mint."
    },
    "p_char_338_iris": {
        "description": "A manually bound book of fairytales. A collection never released to the market, each illustration hand-drawn by its creator.",
        "usage": "Used to improve the Potential of Iris."
    },
    "p_char_297_hamoni": {
        "description": "An invitation letter to a dance from some high-up nobility. Attached is an exhaustively detailed list of invitees paired with profiles, which of course you're not among.",
        "usage": "Used to improve the Potential of Harmonie."
    },
    "p_char_4110_delphn": {
        "description": "A refined cufflink. Servicemen of Windermere lineage have always been fastidious about their martial appearances, with not a hair out of place. Now, she's removed this small token of her own accord, and gifted it to you.",
        "usage": "Used to improve the Potential of Delphine."
    },
    "p_char_1011_lava2": {
        "description": "A sheath covered in scars. The once distinctive patterns she'd engraved herself have been worn away through constant use, the lines now invisible.",
        "usage": "Used to improve the Potential of Lava the Purgatory."
    },
    "p_char_489_serum": {
        "description": "A reagent bottle with label after label thickly pasted over it. 'Anti-corrosive coating reagent,' 'anti-anti-corrosive coating reagent,' 'anti-anti-...anti-anti-corrosive coating reagent,' the font is smaller and smaller. Er, seriously?",
        "usage": "Used to improve the Potential of Corroserum."
    },
    "p_char_446_aroma": {
        "description": "An appointment form for cleaning services, with a list of different scented detergents and their respective use cases. Call her when you need her, and she'll know which one will leave you a happy customer.",
        "usage": "Used to improve the Potential of Aroma."
    },
    "p_char_4013_kjera": {
        "description": "A hand-knitted scarf. The materials are excessive, and you'd find it hot even wearing it in Kjerag. No unusual features at all, just the craftsmanship that goes into knitting a fine scarf like this is already enough to make you gasp in admiration.",
        "usage": "Used to improve the Potential of Kjera."
    },
    "p_char_4040_rockr": {
        "description": "A crudely assembled pair of scissors, rarely used. Meant for snipping bindings. Guard of the past, she wishes to see you off as you head for the future.",
        "usage": "Used to improve the Potential of Rockrock."
    },
    "p_char_4054_malist": {
        "description": "A pencil stub, worn beyond further use. At the end of its life, it has drawn up the most wondrous designs.",
        "usage": "Used to improve the Potential of Minimalist."
    },
    "p_char_499_kaitou": {
        "description": "A simple gemstone magnifying glass that has seen many years of use. Find the traces of forgery, and identify my true nature.",
        "usage": "Used to improve the Potential of Diamante."
    },
    "p_char_4081_warmy": {
        "description": "A tiny little freight truck, made out of a candy wrapper. For each Rim Billy sweet you've given Warmy in your journey, she's transformed it and gifted it back to you.",
        "usage": "Used to improve the Potential of Warmy."
    },
    "p_char_4198_christ": {
        "description": "一张印着爪印的工牌。你把它挂在了Miss.Christine的脖子上，但第二天它就出现在了你的桌面上。",
        "usage": "用于提升Miss.Christine的潜能。"
    },
    "p_char_4164_tecno": {
        "description": "A small puppet with burning red cheeks, its big round eyes reminding you of Tecno whenever she's pleading for something.",
        "usage": "Used to improve the Potential of Tecno."
    },
    "p_char_242_otter": {
        "description": "A mini Meeboo model. There is a red button in its belly. Hmm...",
        "usage": "Used to improve the Potential of Mayer."
    },
    "p_char_336_folivo": {
        "description": "A brand new camera. True scenic beauty must be captured in person.",
        "usage": "Used to improve the Potential of Scene."
    },
    "p_char_4140_lasher": {
        "description": "A clockwork fowlbeast that picks up shiny stuff. It has a sharp eye like its maker, but your office is not any tidier for it.",
        "usage": "Used to improve the Potential of Sand Reckoner."
    },
    "p_char_108_silent": {
        "description": "A patterned feather decoration. This ineloquent researcher from Liberi shows her sincerity by gifting her own feathers.",
        "usage": "Used to improve the Potential of Silence."
    },
    "p_char_171_bldsk": {
        "description": "A mysterious liquid sealed inside a small transparent bottle. Ropy and shiny, this red matter changes its form slowly as you shake the bottle.",
        "usage": "Used to improve the Potential of Warfarin."
    },
    "p_char_345_folnic": {
        "description": "A popular science poster that explains a variety of subclinical health conditions in detail, along with their treatment methods. Printed on the reverse side are a large number of appalling real cases, for reasons one may never know.",
        "usage": "Used to improve the Potential of Folinic."
    },
    "p_char_4196_reckpr": {
        "description": "一瓶药效够劲的跌打损伤药，涂抹后的疼痛比受伤时更甚。好在，他上药的动作熟练，安慰人的技巧更是纯熟。",
        "usage": "用于提升录武官的潜能。"
    },
    "p_char_348_ceylon": {
        "description": "A notebook with no more space to write. Here one finds all extant knowledge on Originium research. It's so detailed that it could be published as a book titled Originium Research: From Basics to Mastery.",
        "usage": "Used to improve the Potential of Ceylon."
    },
    "p_char_436_whispr": {
        "description": "An old-fashioned cinema ticket stub. The proof of a single memory. The ink on it falling off, old and yellowing, becoming indistinct with age.",
        "usage": "Used to improve the Potential of Whisperain."
    },
    "p_char_4173_nowell": {
        "description": "A pair of foldable non-corrective glasses with a brass frame. While the style may have once been popular, it is rarely ever picked by opticians today.",
        "usage": "Used to improve the Potential of Nowell."
    },
    "p_char_402_tuye": {
        "description": "A vial of nutritional fluid. Hand crafted by the outstanding medical operator Tuye, it gives off a peculiar smell. Whether and when to drink it remain questions you have to think over for yourself.",
        "usage": "Used to improve the Potential of Tuye."
    },
    "p_char_473_mberry": {
        "description": "Adorned with Yan's characteristic red protective charms. Mulberry asked for this amulet back specifically for you. Incomprehensible Yan characters are written on it, and an almost imperceptible scent of incense seems to linger.",
        "usage": "Used to improve the Potential of Mulberry."
    },
    "p_char_449_glider": {
        "description": "A berry plant grown by Honeyberry. Its form has beauty, its fruits are tart, sweet and delicious, and the whole of it can be used medicinally. A new, never-before-found cultivar.",
        "usage": "Used to improve the Potential of Honeyberry."
    },
    "p_char_4114_harold": {
        "description": "A bottle of discerningly selected perfume. From what goes into it to how to use it, Harold has explained each aspect to you in laborious enough detail to drive one up the wall.",
        "usage": "Used to improve the Potential of Harold."
    },
    "p_char_1024_hbisc2": {
        "description": "A small flower folded from paper. It has become Hibiscus's habit to leave a small memento like this next to the bed of each patient as they are about to be discharged.",
        "usage": "Used to improve the Potential of Hibiscus the Purifier."
    },
    "p_char_494_vendla": {
        "description": "A withered white rose, cream-colored petals stained by irremovable traces of deep red, reflecting certain recollections of her past life. Bygones are bygones, and there is so little she can hold onto.",
        "usage": "Used to improve the Potential of Vendela."
    },
    "p_char_4071_peper": {
        "description": "Fluffy ear mufflers. Lovely and warm in the cold, they'll keep your whole body safe and were hand-knitted by the girl herself.",
        "usage": "Used to improve the Potential of Paprika."
    },
    "p_char_4139_papyrs": {
        "description": "A copy of 'Tentative Travel Plans (Third Edition).' Her travels began with an encounter with Rhodes Island. Wish her a smooth journey.",
        "usage": "Used to improve the Potential of Papyrus."
    },
    "p_char_148_nearl": {
        "description": "An old, discolored Kazimierz knight badge. The Pegasus made of niello is fluttering its wings.",
        "usage": "Used to improve the Potential of Nearl."
    },
    "p_char_226_hmau": {
        "description": "A self-authored and compiled cookbook. Its recipes are suitable for any season, featuring dishes that are both easy-to-make and delicious.",
        "usage": "Used to improve the Potential of Hung."
    },
    "p_char_4109_baslin": {
        "description": "The mouthpiece of a tuba. Bassline has rubbed it clean and restored its former sheen.",
        "usage": "Used to improve the Potential of Bassline."
    },
    "p_char_4143_sensi": {
        "description": "A bottle of seasoning Senshi carries around with him, containing a unique flavor from that distant dungeon.",
        "usage": "Used to improve the Potential of Senshi."
    },
    "p_char_144_red": {
        "description": "A pointed baby tooth. Hope you can take good care of it.",
        "usage": "Used to improve the Potential of Projekt Red."
    },
    "p_char_243_waaifu": {
        "description": "An old martial arts scroll written in an undiscernable text. At least it'll have some value as a reference material... right?",
        "usage": "Used to improve the Potential of Waai Fu."
    },
    "p_char_214_kafka": {
        "description": "An assiduously cared-for bonsai. Attached is a card, upon which is written: 'I buried a knife in here. It can peel apples, if you ever need.'",
        "usage": "Used to improve the Potential of Kafka."
    },
    "p_char_455_nothin": {
        "description": "A paper fan, its frame made of special materials, on it written 'nonexistent and nothing.'",
        "usage": "Used to improve the Potential of Mr. Nothing."
    },
    "p_char_4155_talr": {
        "description": "A pitted silver ring. It seems it once belonged to a mafioso, but it has been used as a thimble for a very long time.",
        "usage": "Used to improve the Potential of Figurino."
    },
    "p_char_107_liskam": {
        "description": "A tailor-made insulative bracelet. A safe handshake, finally.",
        "usage": "Used to improve the Potential of Liskarm."
    },
    "p_char_4137_udflow": {
        "description": "A simple metal folder that automatically sorts documents based on rules set by the user. Underflow seems to want you to use it for the reports she submits.",
        "usage": "Used to improve the Potential of Underflow."
    },
    "p_char_201_moeshd": {
        "description": "A business card with a cute style. Different from normal ones, it has a QR code for receiving money and a remark 'Thank You!'",
        "usage": "Used to improve the Potential of Croissant."
    },
    "p_char_325_bison": {
        "description": "A weathered map. The traces of countless miles of voyages are clearly visible, where new plans interweave with past markings. This is the life of a Messenger.",
        "usage": "Used to improve the Potential of Bison."
    },
    "p_char_163_hpsts": {
        "description": "A steel billet with beautiful patterns. No matter the quality of the raw materials, shaping them always requires hardening and polishing.",
        "usage": "Used to improve the Potential of Vulcan."
    },
    "p_char_378_asbest": {
        "description": "A spare spelunking suit. She seems to be implying that if you have the time, you're free to take a walk with her.",
        "usage": "Used to improve the Potential of Asbestos."
    },
    "p_char_4025_aprot2": {
        "description": "A shattered emblem, upon it carved the Crimson Troupe's design. Shalem preserves this part of the past, as if he long foresaw a day he'd hand it over.",
        "usage": "Used to improve the Potential of Shalem."
    },
    "p_char_4047_pianst": {
        "description": "An old-fashioned, time-worn metronome that has accompanied Czerny since his brief yet happy formative years.",
        "usage": "Used to improve the Potential of Czerny."
    },
    "p_char_457_blitz": {
        "description": "A complete set of linguistics books and comprehensive, well-organized notes. They seem to annotate comparisons between nouns across different languages.",
        "usage": "Used to improve the Potential of Blitz."
    },
    "p_char_304_zebra": {
        "description": "A small-form shield, apparently personally forged under Vulcan's guidance. Very lightweight, but very firm.",
        "usage": "Used to improve the Potential of Heavyrain."
    },
    "p_char_431_ashlok": {
        "description": "A shell casing left over from a shot, bearing Ashlock's signature. This once brought her victory, and now, it belongs to you.",
        "usage": "Used to improve the Potential of Ashlock."
    },
    "p_char_493_firwhl": {
        "description": "A seemingly unremarkable lighter. You never thought somebody would have ten whole tricks to play with just a single flame.",
        "usage": "Used to improve the Potential of Firewhistle."
    },
    "p_char_422_aurora": {
        "description": "A combination lock. You can open the toolbox she carries, and you're allowed to use the stuff inside.",
        "usage": "Used to improve the Potential of Aurora."
    },
    "p_char_464_cement": {
        "description": "A tattered and scuffed safety helmet. If you don't wear it properly, Cement won't let you follow her into the mines.",
        "usage": "Used to improve the Potential of Cement."
    },
    "p_char_4148_philae": {
        "description": "A type of incense used during meditation. It is said that the plant it is made from exhausts the water supply in sandy soil as it grows. Now it exhausts itself, all to help with your meditation.",
        "usage": "Used to improve the Potential of Philae."
    },
    "p_char_145_prove": {
        "description": "A multifunctional cleaning machine. Most of the time, it is used to clean the hair shed from operators' tails.",
        "usage": "Used to improve the Potential of Provence."
    },
    "p_char_4006_melnte": {
        "description": "A huge tub of chocolate-flavored energy shake powder, normally mixed with milk as a late-night snack. Although once commonly found across Columbian sundries stores a decade ago, it has since become much less common.",
        "usage": "Used to improve the Potential of Melanite."
    },
    "p_char_158_milu": {
        "description": "A simple harmonica. The moment the melodious tweedle sounds, the leaves fall like rain.",
        "usage": "Used to improve the Potential of Firewatch."
    },
    "p_char_218_cuttle": {
        "description": "A handmade model gun, painstakingly crafted by the Operator herself.",
        "usage": "Used to improve the Potential of Andreana."
    },
    "p_char_4014_lunacu": {
        "description": "A bone arrowhead, seemingly polished by Lunacub herself. When asked of the bone's origins, Lunacub states she found it while outside.",
        "usage": "Used to improve the Potential of Lunacub."
    },
    "p_char_363_toddi": {
        "description": "A delicately cut icosahedral crystal gemstone. By her logic, things you slough off onto others in passing can't be called gifts.",
        "usage": "Used to improve the Potential of Toddifons."
    },
    "p_char_4043_erato": {
        "description": "A notebook filled with mythic legends and poems for the wayward bard. The language isn't flowery per se, but passion and sincerity abound as you read it.",
        "usage": "Used to improve the Potential of Erato."
    },
    "p_char_1027_greyy2": {
        "description": "A dissertation. These few sheets of paper depict the young Perro's ideals over the past few years.",
        "usage": "Used to improve the Potential of Greyy the Lightningbearer."
    },
    "p_char_4104_coldst": {
        "description": "A chunk of ice carved into a globe, a perfect fit for the glass it sits in. To those interested in trying her homebrew, we suggest you take it on the rocks to water it down. Or better yet, DON'T try it.",
        "usage": "Used to improve the Potential of Coldshot."
    },
    "p_char_4177_brigid": {
        "description": "一枚环环相扣的草编绳结，其寓意无法在任何现存书籍上找到。给草绳涂抹兽油是罕见的举动，但或许她只是不想让你被草梗割伤。",
        "usage": "用于提升水灯心的潜能。"
    },
    "p_char_4015_spuria": {
        "description": "A user manual for precision machinery. Though the only thing inside is a special phone number, since she thinks telling you what to do directly is easier. (But sometimes she'll teach you wrong on purpose—depends on her mood.)",
        "usage": "Used to improve the Potential of Spuria."
    },
    "p_char_173_slchan": {
        "description": "A handmade rope ring. Three ropes twine around each other tightly.",
        "usage": "Used to improve the Potential of Cliffheart."
    },
    "p_char_383_snsant": {
        "description": "A hand-sewn purse that contains small coins no longer in circulation.",
        "usage": "Used to improve the Potential of Snowsant."
    },
    "p_char_4105_almond": {
        "description": "A metal whistle that makes a shrill sound when blown hard. Quite the wake-up call. 'Yoo-hoooo—let's get to work!'",
        "usage": "Used to improve the Potential of Almond."
    },
    "p_char_174_slbell": {
        "description": "A small silver bell. It emits refreshing tinkles when stroked by the breeze.",
        "usage": "Used to improve the Potential of Pramanix."
    },
    "p_char_254_vodfox": {
        "description": "An apple with a bite taken out of it. Small teeth marks are still clearly visible.",
        "usage": "Used to improve the Potential of Shamare."
    },
    "p_char_4079_haini": {
        "description": "A hand-made coupon. She has so many ideas that she could not decide on what to gift; she makes something on the spot based on her mood at the time when you redeem the coupon.",
        "usage": "Used to improve the Potential of Lucilla."
    },
    "p_char_195_glassb": {
        "description": "A book on the war history of Ursus. It's said the author has been exiled to Leithanien.",
        "usage": "Used to improve the Potential of Istina."
    },
    "p_char_326_glacus": {
        "description": "A dead battery. The final purpose of a useless item is to be part of a collection.",
        "usage": "Used to improve the Potential of Glaucus."
    },
    "p_char_4032_provs": {
        "description": "A book of analysis of Kazimierz law, rife with notes. Countless underlines stress key points, growing steadily more useless the more they're made.",
        "usage": "Used to improve the Potential of Proviso."
    },
    "p_char_4122_grabds": {
        "description": "A handmade bamboo flute. Pure and clear of timbre, but the tuning is mildly suspect.",
        "usage": "Used to improve the Potential of Grain Buds."
    },
    "p_char_433_windft": {
        "description": "A case of wear-resistant adhesive bandages, carried on Windflit's person. Used until worn-through, and then he's plus one callus, minus one plaster.",
        "usage": "Used to improve the Potential of Windflit."
    },
    "p_char_4162_cathy": {
        "description": "A small windup alarm clock made from surplus materials, both a Highbury children's toy and a timer for explosives. It's yours now.",
        "usage": "Used to improve the Potential of Catherine."
    },
    "p_char_4178_alanna": {
        "description": "一把多功能扳手，这是阿兰娜独自操作数控机床制作出的第一件作品。她把这份独一无二的纪念品送给了你，并提醒你末端的小锤子可以用来敲开坚果。",
        "usage": "用于提升阿兰娜的潜能。"
    },
    "p_char_101_sora": {
        "description": "The first single CD Sora released when she debuted as an idol. It is a kids song from a cartoon, but you can still feel she put her heart and soul into it.",
        "usage": "Used to improve the Potential of Sora."
    },
    "p_char_4045_heidi": {
        "description": "A notebook comprised of awkward handwriting and yellowed pages. She often still dreams of sitting at her writing desk in the County of Toron, the forest of oaks beyond her window blanketed by the snowstorm.",
        "usage": "Used to improve the Potential of Heidi."
    },
    "p_char_4184_dolris": {
        "description": "一份星图，在繁星点点的夜晚，初华总会提着灯悉心研究。",
        "usage": "用于提升三角初华的潜能。"
    },
    "p_char_343_tknogi": {
        "description": "A protective charm made by Tsukinogi. Rumors have it that carrying it calms the spirit and dispels the fear of the darkest nights.",
        "usage": "Used to improve the Potential of Tsukinogi."
    },
    "p_char_492_quercu": {
        "description": "An vacant flowerpot filled only with soil. The soil was brought from the earth of her homeland. If you're ever at leisure, you can go ask her for some seeds.",
        "usage": "Used to improve the Potential of Quercus."
    },
    "p_char_4172_xingzh": {
        "description": "A jade chopstick rest. Let your chopsticks wander to seek new flavors, let them rest to savor the taste.",
        "usage": "Used to improve the Potential of Xingzhu."
    },
    "p_char_4102_threye": {
        "description": "An eternal flame, its lighting element of the same material as her staff. She may be able to see in the dark, but she's not sure about you.",
        "usage": "Used to improve the Potential of Valarqvin."
    },
    "p_char_487_bobb": {
        "description": "A giant plushie as tall as a person and full of soft stuffing. After a tight hug, it will slowly regain its shape. Life is stressful, and finding a way to self-adjust is key.",
        "usage": "Used to improve the Potential of Bobbing."
    },
    "p_char_215_mantic": {
        "description": "A violet envelope sealed with a morning glory sticker. Open it and you will find a piece of folded paper saying 'Please be my friend.'",
        "usage": "Used to improve the Potential of Manticore."
    },
    "p_char_478_kirara": {
        "description": "[Shinobi Ex Machina 2] Collector's Edition. The launch collector's edition of a classic Higashi game. She's dying to share all her favorites with you.",
        "usage": "Used to improve the Potential of Kirara."
    },
    "p_char_4186_tmoris": {
        "description": "一盒蛋白粉饮料。对于罗德岛的干员来说，它只是补充蛋白质的优秀饮品，而海铃会为了身材管理，把它当作正餐。",
        "usage": "用于提升八幡海铃的潜能。"
    },
    "p_char_241_panda": {
        "description": "A poster of an action movie. The star looks a bit familiar.",
        "usage": "Used to improve the Potential of FEater."
    },
    "p_char_4036_forcer": {
        "description": "A can of sugar-free coffee. Portable and ready to drink.\nThe finest choice for those times when you can't make coffee, but need a caffeine boost. That is, if you can stand its bitter taste.",
        "usage": "Used to improve the Potential of Enforcer."
    },
    "p_char_451_robin": {
        "description": "A still-sealed knife. Its design is exquisite, and there are letters engraved on the handle. It appears to be a limited-run tie-in for a movie.",
        "usage": "Used to improve the Potential of Robin."
    },
    "p_char_458_rfrost": {
        "description": " A set of handmade survival tools. She wants to convey to you that survival is a matter of skill, not brute force.",
        "usage": "Used to improve the Potential of Frost."
    },
    "p_char_4171_wulfen": {
        "description": "一块美丽的矿石，根据钼铅的说法，它的颜色会发生变化。工作之余，不妨看一眼，或许会有惊喜。",
        "usage": "用于提升钼铅的潜能。"
    },
    "p_char_369_bena": {
        "description": "A set of fine pocket-sized clothing. Not wearable by humans, but they can be stood up on your desk as display items.",
        "usage": "Used to improve the Potential of Bena."
    },
    "p_char_4016_kazema": {
        "description": "A vividly colored pendant that rustles. Handcrafted by Kazemaru herself.",
        "usage": "Used to improve the Potential of Kazemaru."
    },
    "p_char_4124_iana": {
        "description": "Contact lenses for everyday use. Does not endow you with the power of Gemini, but things do seem to look a little sharper.",
        "usage": "Used to improve the Potential of Iana."
    },
    "p_char_4183_mortis": {
        "description": "一根普通而新鲜的黄瓜，饱含着种植人的心意，以至于让人犹豫该不该吃掉它。",
        "usage": "用于提升若叶睦的潜能。"
    },
    "p_char_4151_tinman": {
        "description": "An entirely unremarkable nut. You keep looking back and forth towards it and Tin Man, trying to figure out where it fell from.",
        "usage": "Used to improve the Potential of Tin Man."
    },
    "p_char_4191_tippi": {
        "description": "一个喷漆罐，嗞——可以拿它在墙上喷绘你喜欢的图案，但不要随便乱涂乱画哦。",
        "usage": "用于提升蒂比的潜能。"
    },
    "p_char_103_angel": {
        "description": "A Best Boss medal. Collect five of these to exchange for a Super Boss medal.",
        "usage": "Used to improve the Potential of Exusiai."
    },
    "p_char_332_archet": {
        "description": "A Monastery limited commemoration badge. Meant to be bought, but just call this one a gift of friendship!",
        "usage": "Used to improve the Potential of Archetto."
    },
    "p_char_456_ash": {
        "description": "A postcard, upon which is a proverb written in letters you've never seen before. It seems to say, 'the only thing that comes from waiting is old age.'",
        "usage": "Used to improve the Potential of Ash."
    },
    "p_char_340_shwaz": {
        "description": "A crossbow. Well maintained and easy to use. But the tiny scratches and dents on it provide some insight into all the killing it has done.",
        "usage": "Used to improve the Potential of Schwarz."
    },
    "p_char_4055_bgsnow": {
        "description": "A pile of manuscript paper. Her strength and cowardice are written within in their fullest, nothing withheld.",
        "usage": "Used to improve the Potential of Pozëmka."
    },
    "p_char_430_fartth": {
        "description": "A rough, handmade piccolo. Fartooth made it herself, and it is capable of producing a few simple sounds. The craftsmanship was simple, so the prickly splinters have been meticulously smoothed over.",
        "usage": "Used to improve the Potential of Fartooth."
    },
    "p_char_4193_lemuen": {
        "description": "一颗苹果，一盆土。吃掉它，种下它，等到它开花的时候，她希望你摘下花朵送还给她。",
        "usage": "用于提升蕾缪安的潜能。"
    },
    "p_char_113_cqbw": {
        "description": "A selfie of W making a peace-sign gesture. In the corner is another white-haired Sarkaz woman who is standing not far away, seemingly talking with others.",
        "usage": "Used to improve the Potential of W."
    },
    "p_char_300_phenxi": {
        "description": " A bullet-shaped hazelnut lollipop. An unofficial ration of the Laterano Notarial Hall.\nSupposedly the Pope's favorite, although he claims all Lateran treats as his favorite.",
        "usage": "Used to improve the Potential of Fiammetta."
    },
    "p_char_197_poca": {
        "description": "A paper cutter. She solemnly handed it to you, but you're not sure why.",
        "usage": "Used to improve the Potential of Rosa."
    },
    "p_char_2012_typhon": {
        "description": "A bottle of pungently aromatic plant extract. A scent to smother civilization. Blend into the wilds; become the hunter, and become her companion.",
        "usage": "Used to improve the Potential of Typhon."
    },
    "p_char_391_rosmon": {
        "description": "A plant specimen, delicately made yet still very amateur. She hopes with all her heart that you can help her remember this.",
        "usage": "Used to improve the Potential of Rosmontis."
    },
    "p_char_1035_wisdel": {
        "description": "A grenade with a smiley face scrawled on. You have no clue when this appeared in your hand. Okay, optimism: maybe it's just a beautiful firework waiting to blossom.",
        "usage": "Used to improve the Potential of Wiš'adel."
    },
    "p_char_1013_chen2": {
        "description": "A notebook, densely packed with Ch'en's records of her investigation in Dossoles, and a few of her thoughts. She seems to be implying she's seeking your opinions, though of course, she hasn't said that outright.",
        "usage": "Used to improve the Potential of Ch'en the Holungday."
    },
    "p_char_4117_ray": {
        "description": "A scrapbook, author's intent indiscernible. The 'cryptid photo' inside seems like a collaged stitch job—should somebody tell her?",
        "usage": "Used to improve the Potential of Ray."
    },
    "p_char_4138_narant": {
        "description": "A homemade sleeping elixir, which came from the myriad plants of the jungle and the bandit's extensive outdoor survival experience. She sincerely hopes that you will be a good companion to her, and that her presence won't cause you to be plagued by nightmares.",
        "usage": "Used to improve the Potential of Narantuya."
    },
    "p_char_112_siege": {
        "description": "A large, hard rivet. Made by workers in Londinium, it will return to its homeland in the end.",
        "usage": "Used to improve the Potential of Siege."
    },
    "p_char_222_bpipe": {
        "description": "A handful of quinoa. The land breeds life, and life returns to feed the land.",
        "usage": "Used to improve the Potential of Bagpipe."
    },
    "p_char_362_saga": {
        "description": "A wooden fish she carved by herself. When on edge, just chant the sutras with her.",
        "usage": "Used to improve the Potential of Saga."
    },
    "p_char_4026_vulpis": {
        "description": "A set of handmade tassels. You're not sure if it's a Siracusan or Higashinese tradition, but Vulpisfoglia gave them to you to show her respect and gratitude.",
        "usage": "Used to improve the Potential of Vulpisfoglia."
    },
    "p_char_479_sleach": {
        "description": "A small segment of a dried willow branch. Each bud is still perfectly intact, as if it could grow once more if dipped into water.",
        "usage": "Used to improve the Potential of Saileach."
    },
    "p_char_420_flamtl": {
        "description": "A seemingly mundane Kazimierzian coin. This was the sole reward Sona earned from her first victory in the underground arena.",
        "usage": "Used to improve the Potential of Flametail."
    },
    "voucher_vigil": {
        "description": "These personal notes record thoughts on Nuova Volsinii's construction, the diligence and urgency of the writer plain to see. At the very back, however, are mixed in some pages of traditional Siracusan recipes.",
        "usage": "A folder storing personal notes. Vigil is obtained the first time this item is obtained, and can improve Vigil's Potential thereafter."
    },
    "p_char_249_mlyss": {
        "description": "A tiny figurine formed of water droplets, shaped like Muelsyse herself. So long as the reaction between you two remains, it will never dissipate.",
        "usage": "Used to improve the Potential of Muelsyse."
    },
    "p_char_4087_ines": {
        "description": "A sharp, unassuming embroidery needle. Ines does not need anything eye-catching to prove her identity. This pointed yet lackluster object is her most appropriate justification.",
        "usage": "Used to improve the Potential of Ines."
    },
    "p_char_134_ifrit": {
        "description": "A long novel telling a legendary story. It is badly burned and you can only barely make out the words.",
        "usage": "Used to improve the Potential of Ifrit."
    },
    "p_char_213_mostma": {
        "description": "It's her blunderbuss. She doesn't need it anymore.",
        "usage": "Used to improve the Potential of Mostima."
    },
    "p_char_180_amgoat": {
        "description": "A small pair of scissors. The handle is carefully wrapped in heat-resistant cloth.",
        "usage": "Used to improve the Potential of Eyjafjalla."
    },
    "p_char_2013_cerber": {
        "description": "An origami knife that took a long time to fold. It's crooked, full of extra creases, and rough around the edges. Wonder if the recipient will like it?",
        "usage": "Used to improve the Potential of Ceobe."
    },
    "p_char_4027_heyak": {
        "description": "A beautifully-designed history book. Each and every page is jampacked with her notes. By understanding history, you bring yourself closer to her.",
        "usage": "Used to improve the Potential of Ho'olheyak."
    },
    "p_char_4133_logos": {
        "description": "A 1:1 scale replica bone pen. Useless for incanting. Very useful for copying down Rhodes Island's list of incantation victims.",
        "usage": "Used to improve the Potential of Logos."
    },
    "p_char_2015_dusk": {
        "description": "A seemingly ordinary brush. Dusk's brushes can give rise to all life as well as brushstrokes. Be a little careful when using it.",
        "usage": "Used to improve the Potential of Dusk."
    },
    "p_char_4141_marcil": {
        "description": "A magic tome filled with ideas on how to fuse Originium Arts and magic. They always seem to produce unexpected results.",
        "usage": "Used to improve the Potential of Marcille."
    },
    "p_char_472_pasngr": {
        "description": "An ancient Sargon gold coin. Sent to and fro by the long hands of fate, it now belongs to you.",
        "usage": "Used to improve the Potential of Passenger."
    },
    "p_char_426_billro": {
        "description": "A small souvenir collected by travelers. She's spoken of the place she bought this souvenir having such good views, and that next time, she'll take you with her to see them.",
        "usage": "Used to improve the Potential of Carnelian."
    },
    "p_char_4080_lin": {
        "description": "A delicate, detailed hourglass, the glass sparkling, the sand of finest grain. Time passes through overturnings and upheavals, but some things never change.",
        "usage": "Used to improve the Potential of Lin."
    },
    "p_char_377_gdglow": {
        "description": "A bottle of unique body lotion. You hear it's effective in reducing static shock once applied.\nEven if it's a bust, at least it's good for your skin.",
        "usage": "Used to improve the Potential of Goldenglow."
    },
    "p_char_1038_whitw2": {
        "description": "An extremely elegant purple invitation, with a white wolf and a grape scrawled on the corner. She has invited you to a party, but no one knows what the party is about.",
        "usage": "Used to improve the Potential of Lappland the Decadenza."
    },
    "p_char_4046_ebnhlz": {
        "description": "A Leithanian coin with a crudely drilled hole in its center. Only he knows how much sweat and tears were poured into that hole when a skilled artisan would have been able to make it effortlessly.",
        "usage": "Used to improve the Potential of Ebenholz."
    },
    "p_char_4146_nymph": {
        "description": "A stamp in the shape of a heart, able to make complex patterns. Nymph calls it 'Heart to Heart.'",
        "usage": "Used to improve the Potential of Nymph."
    },
    "p_char_1040_blaze2": {
        "description": "A portable oven, able to be lit and cook food in an instant. Whenever the two of you are stuck working overtime all night, she'll give you half the instant noodles she cooks.",
        "usage": "Used to improve the Potential of Blaze the Igniting Spark."
    },
    "p_char_450_necras": {
        "description": "一本从未出版过的故事集，没有一个故事有结局。细细看去，每个没完结的故事都指向一个尚在人世的人，你自己也在其中。",
        "usage": "用于提升死芒的潜能。"
    },
    "p_char_206_gnosis": {
        "description": "A self-defense dagger he forged after his arrival at Rhodes Island. You only found out far later, by pure chance, that this is one of the ways the Edelweisses show their friendship.",
        "usage": "Used to improve the Potential of Gnosis."
    },
    "p_char_291_aglina": {
        "description": "A lime flavored lip balm. The wind in the wilds is as dry as the nights in the city.",
        "usage": "Used to improve the Potential of Angelina."
    },
    "p_char_358_lisa": {
        "description": "A handful of lily-of-the-valley flowers. When Lisa was asked what she had in mind for her code name, she happened to have her arms around a pot filled with these flowers.",
        "usage": "Used to improve the Potential of Suzuran."
    },
    "p_char_248_mgllan": {
        "description": "A fossilized branch covered in snow. The mighty tree this came from once spread its roots throughout the land, but this branch is all that remains to tell its story.",
        "usage": "Used to improve the Potential of Magallan."
    },
    "p_char_4195_radian": {
        "description": "一枚不知名的金属元件，似乎是“小轴”核心结构的一部分，她说这是机械进行精密度升级时留下的残余，如同孩子落下的乳齿。",
        "usage": "用于提升电弧的潜能。"
    },
    "p_char_1012_skadi2": {
        "description": "A curved quill formed of cartilage. A light blue liquid drips from the quill's point, violently transforming an experimental organism's physiological structure.",
        "usage": "Used to improve the Potential of Skadi the Corrupting Heart."
    },
    "p_char_4134_cetsyr": {
        "description": "A promise to continue journeying with Rhodes Island; the only thing she can give you now. You know she'll keep her word.",
        "usage": "Used to improve the Potential of Civilight Eterna."
    },
    "p_char_1031_slent2": {
        "description": "A pair of somewhat antiquated-looking round glasses. Some have told her that they make her look less courageous. As such, she decided to entrust her glasses to you. Aboard Rhodes Island, she wants to be her past self.",
        "usage": "Used to improve the Potential of Silence the Paradigmatic."
    },
    "p_char_4202_haruka": {
        "description": "一沓鳞兽形状的便利贴。她说自己会用这个记录接下来的日程，作为一种提醒。说完，她饶有兴趣地看着你，想知道你会在上面写些什么。",
        "usage": "用于提升遥的潜能。"
    },
    "p_char_2023_ling": {
        "description": "A lantern. You're absolutely sure you once saw this in some late-night dream. Lanterns light the eve, arrows fall as rain, the desert flared with fire.",
        "usage": "Used to improve the Potential of Ling."
    },
    "p_char_4072_ironmn": {
        "description": "Brand new zipline equipment. The parts that come in contact with the body are softer than on mass-produced ziplines, guarding against friction burns that might occur during high-speed movement.",
        "usage": "Used to improve the Potential of Stainless."
    },
    "p_char_245_cello": {
        "description": "A pair of black gloves made from fine materials, bringing calm to the instrument's strings, and to the restless sounds of the heart.",
        "usage": "Used to improve the Potential of Virtuosa."
    },
    "p_char_1042_phatm2": {
        "description": "一片金叶，细腻的叶脉纹理栩栩如生。你认出它是来自傀影耳边的华美装饰，时常沐浴在聚光灯下——对他而言，戏剧亦如自然。",
        "usage": "用于提升酒神的潜能。"
    },
    "p_char_250_phatom": {
        "description": "An old music score. The notes upon the manuscript have long been blurred by the passage of time.",
        "usage": "Used to improve the Potential of Phantom."
    },
    "p_char_1028_texas2": {
        "description": "A necklace of rather Siracusan stylings. As introduced to us by Texas, it is in fact a token of Signora Sicilia's. Possess it, and you possess the right to meet her. We pray the day never comes when it's needed.",
        "usage": "Used to improve the Potential of Texas the Omertosa."
    },
    "p_char_1029_yato2": {
        "description": "A never-before-seen whetstone. Ever since you two met ages ago, Yato has never stopped to temper herself for even a moment.",
        "usage": "Used to improve the Potential of Kirin R Yato."
    },
    "p_char_1502_crosly": {
        "description": "An airtight black tactical mask. 'My face is concealed, but my anger is for all to see.'",
        "usage": "Used to improve the Potential of CrownSlayer."
    },
    "p_char_322_lmlee": {
        "description": "A ring-shaped jade pendant of unassuming appearance. You're unable to judge its value.",
        "usage": "Used to improve the Potential of Lee."
    },
    "p_char_1033_swire2": {
        "description": "A glinting, glittering gold coin. Heavy, oppressively lustrous, fabulously pure. Put it in your palm to admire, and out falls... a secret fluorescent flashbang! A self-defense gift from her to you.",
        "usage": "Used to improve the Potential of Swire the Elegant Wit."
    },
    "p_char_400_weedy": {
        "description": "A sheaf of Bionic Seadragon blueprints. Crammed with helpful annotations from the designer herself, who's written 'even a beckbeast could make one from scratch with this.' And she's probably right.",
        "usage": "Used to improve the Potential of Weedy."
    },
    "p_char_225_haak": {
        "description": "A bottle filled with 6 different-colored pills. No instructions are provided.",
        "usage": "Used to improve the Potential of Aak."
    },
    "p_char_1041_angel2": {
        "description": "无敌绝世老板奖章。集满五颗最佳老板奖章可以兑换一枚超强老板奖章，集齐一百枚超强老板奖章可以兑换一枚无敌绝世老板奖章。能天使在被问起奖章是否还会继续迭代时微笑不语。",
        "usage": "用于提升新约能天使的潜能。"
    },
    "p_char_474_glady": {
        "description": "A small, black device of incomprehensible makeup. The three buttons on it seem to respectively be a knife, a skull and some sort of design of a creature, and don't quite scream to be pushed.",
        "usage": "Used to improve the Potential of Gladiia."
    },
    "p_char_437_mizuki": {
        "description": "One of some classic video game's commemoration badges distributed for its 40th anniversary. The characters that appear on them each have completely different expressions, and are so cute you could just open wide and—",
        "usage": "Used to improve the Potential of Mizuki."
    },
    "p_char_4132_ascln": {
        "description": "A tiny glass phial filled with smoke. Shatter with your fingers when danger looms, and Ascalon will be by your side.",
        "usage": "Used to improve the Potential of Ascalon."
    },
    "p_char_1023_ghost2": {
        "description": "A detail-rich sculpture. Artwork only possesses meaning when left in the hands of those who know to appreciate it.",
        "usage": "Used to improve the Potential of Specter the Unchained."
    },
    "p_char_4048_doroth": {
        "description": "A tube of unknown reagent identical to what flows in her body. Must never be used.",
        "usage": "Used to improve the Potential of Dorothy."
    },
    "p_char_4123_ela": {
        "description": "A set of goggles and noise-canceling earphones. She was not sure whether you needed the goggles at one point.",
        "usage": "Used to improve the Potential of Ela."
    },
    "p_char_1039_thorn2": {
        "description": "A fine strand of Corazonix, quietly flowing through your bloodstream. Once Thorns recalls it, he will know every single change happening inside your body.",
        "usage": "Used to improve the Potential of Thorns the Lodestar."
    },
    "p_char_147_shining": {
        "description": "A white pendant. It looks normal, but it cannot be stained by dust.",
        "usage": "Used to improve the Potential of Shining."
    },
    "p_char_179_cgbird": {
        "description": "A box of messy puzzles. The real problem is many pieces are missing.",
        "usage": "Used to improve the Potential of Nightingale."
    },
    "p_char_003_kalts": {
        "description": "An unusual pocket watch, of a format never before seen in any country. Engraved on it are four dates across as many years, as well as a few crooked letters.",
        "usage": "Used to improve the Potential of Kal'tsit."
    },
    "p_char_4042_lumen": {
        "description": "A simple light-emitting unit, employing some fascinating technologies. The handiwork of Lumen in his spare time. You hear the theory behind it comes from the lighthouse research notes left by his parents.",
        "usage": "Used to improve the Potential of Lumen."
    },
    "p_char_1016_agoat2": {
        "description": "A small and light piece of volcanic rock that tumbles about floating and sinking once dropped in water, gently fizzing away without end. This is the very song of Life.",
        "usage": "Used to improve the Potential of Eyjafjalla the Hvít Aska."
    },
    "p_char_1020_reed2": {
        "description": "A poetry anthology transcribed in an unfamiliar language. She does not seek for all to understand it—she simply hopes there will be a corner to reside in, for those who wish to read these poems.",
        "usage": "Used to improve the Potential of Reed the Flame Shadow."
    },
    "p_char_4179_monstr": {
        "description": "一块可以改变形态的金属构造体，原本悬浮于Mon3tr身侧。它能帮助你应对许多危机，它会提醒你许多事情。",
        "usage": "用于提升Mon3tr的潜能。"
    },
    "p_char_136_hsguma": {
        "description": "An old manga. It tells the story of an unknown monster becoming a hero with the help of his friends.",
        "usage": "Used to improve the Potential of Hoshiguma."
    },
    "p_char_202_demkni": {
        "description": "Several security cooperation contracts. Some of them already have a gray calcareous stamp on them.",
        "usage": "Used to improve the Potential of Saria."
    },
    "p_char_423_blemsh": {
        "description": "A book of a knight's tale; an absurd legend, legendary absurdity.",
        "usage": "Used to improve the Potential of Blemishine."
    },
    "p_char_2025_shu": {
        "description": "An ancient illustration reflecting the principles on which the seasons revolve, as imagined by those a millennium ago. May time drift on and turn the age; it is this still that stays the same.",
        "usage": "Used to improve the Potential of Shu."
    },
    "p_char_2014_nian": {
        "description": "A simple, antique dagger. Legend holds that if this dagger is ever lifted with an intent to murder, the blade will disappear.",
        "usage": "Used to improve the Potential of Nian."
    },
    "p_char_311_mudrok": {
        "description": "A tiny little rock sculpture. It looks like it's 'gazing' at you inquisitively.",
        "usage": "Used to improve the Potential of Mudrock."
    },
    "p_char_4065_judge": {
        "description": "A solid wooden gavel. The lighter it feels when you pick it up, the more you feel its weight when you strike it.",
        "usage": "Used to improve the Potential of Penance."
    },
    "p_char_416_zumama": {
        "description": "A wrench that seems to been used for a long time. Useful for mechanical manufacturing, or self-defense in a pinch.",
        "usage": "Used to improve the Potential of Eunectes."
    },
    "p_char_4039_horn": {
        "description": "A notebook. The names of several musical instruments are fastidiously written on the first page. What she's sharing with you is intel, but at the same time, memories.",
        "usage": "Used to improve the Potential of Horn."
    },
    "p_char_1034_jesca2": {
        "description": "A custom-ordered laser scope, used for precision nighttime aiming. She always has her sights set dead ahead, and never looks away.",
        "usage": "Used to improve the Potential of Jessica the Liberated."
    },
    "p_char_4194_rmixer": {
        "description": "一枚闪着光的徽章，见证了他对拉特兰多年的守护，也见证了圣城对他无尽的信任。",
        "usage": "用于提升信仰搅拌机的潜能。"
    },
    "p_char_2026_yu": {
        "description": "A blank menu, with which you can book a dinner for one with Yu as the chef. Seeing it is enough to get some people drooling.",
        "usage": "Used to improve the Potential of Yu."
    },
    "p_char_1044_hsgma2": {
        "description": "一个用旧了的龙门近卫局督察证外壳。这些外壳她都留着，但送给别人还是第一次。",
        "usage": "用于提升斩业星熊的潜能。"
    },
    "p_char_264_f12yin": {
        "description": "A fine grape wine, all wrapped up. Its place of origin appears to be a very famed Columbian winery; we don't know by what means he obtained it.",
        "usage": "Used to improve the Potential of Mountain."
    },
    "p_char_2024_chyue": {
        "description": "A visitation card. It was the first time he learned that mankind regarded battle as so infused with ceremony. At this point, he no longer remembers who won or lost that bout.",
        "usage": "Used to improve the Potential of Chongyue."
    },
    "p_char_172_svrash": {
        "description": "One of only a few extant Originium Ice crystals that represent sincerity. It will never melt.",
        "usage": "Used to improve the Potential of SilverAsh."
    },
    "p_char_293_thorns": {
        "description": "A small vial of medicinal fluid, a reminder of some of his earliest work; Danger, use with caution.",
        "usage": "Used to improve the Potential of Thorns."
    },
    "p_char_4082_qiubai": {
        "description": "An ordinary whetstone. Those most common of stones, found upon the mounts and by the rivers, become smooth and sleek by the sharpening of sword's edges.",
        "usage": "Used to improve the Potential of Qiubai."
    },
    "p_char_4182_oblvns": {
        "description": "一个玩偶，通常被放在祥子的钢琴上。它静静地坐在那，一直陪伴着祥子。",
        "usage": "用于提升丰川祥子的潜能。"
    },
    "p_char_4088_hodrer": {
        "description": "A notebook with a singed corner. Recorded are not only operation results, but the lives of Sarkaz, sifted from the ashes.",
        "usage": "Used to improve the Potential of Hoederer."
    },
    "p_char_4145_ulpia": {
        "description": "A rock taken from a reef that has been sculpted into the shape of an anchor. The patterns etched upon it seem to represent musical notes.",
        "usage": "Used to improve the Potential of Ulpianus."
    },
    "p_char_4058_pepe": {
        "description": "An expensive lotus brooch. Do not sell it, for what it represents is far more valuable than its material.",
        "usage": "Used to improve the Potential of Pepe."
    },
    "p_char_010_chen": {
        "description": "This thing has been sealed for a long time. She didn't forget it. It's just that she can't bear to touch that rusty point again. Perhaps someday it will burn again.",
        "usage": "Used to improve the Potential of Ch'en."
    },
    "p_char_4009_irene": {
        "description": "A small chunk of ochre reef, having undergone centuries of baptism upon Iberia's coastline before being handed to you.",
        "usage": "Used to improve the Potential of Irene."
    },
    "p_char_4116_blkkgt": {
        "description": "A comms terminal that can only reach her number. Doesn't look any different to a regular comms terminal, but provides infinitely more relief.",
        "usage": "Used to improve the Potential of Degenbrecher."
    },
    "p_char_017_huang": {
        "description": "A glass bottle with hard-to-discern contents inside. After being shaken a few times, the bottle heats up, making it perfect for keeping one's hands warm in the winter.",
        "usage": "Used to improve the Potential of Blaze."
    },
    "p_char_1026_gvial2": {
        "description": "An excessively dense alloy dumbbell, while appearing deceptively liftable. Gavial neglected to tell you its weight when she gave it to you, and you had to spend half an hour soothing your poor, pulled back.",
        "usage": "Used to improve the Potential of Gavial the Invincible."
    },
    "p_char_350_surtr": {
        "description": "A photocopied document filled with place names, several of which have been crossed out in red. If you have time, you can help scout these locations.",
        "usage": "Used to improve the Potential of Surtr."
    },
    "p_char_4098_vvana": {
        "description": "A dried marigold bookmark. A book's journey is long and far; let it mark a temporary repose, the place to return to after stepping away.",
        "usage": "Used to improve the Potential of Viviana."
    },
    "p_char_1019_siege2": {
        "description": "A nameplate commemorating Rhodes Island. You feel like you've seen it before on the street corners of Londinium post-reconstruction. The rivets are exceedingly familiar. She says that once they're installed, they can never be removed.",
        "usage": "Used to improve the Potential of Vina Victoria."
    },
    "p_char_188_helage": {
        "description": "A thick thread-bound book that will never be lent to anyone else. Its pages describe the decades of war in Ursus, and the dried ink carries a long history of suffering.",
        "usage": "Used to improve the Potential of Hellagur."
    },
    "p_char_4121_zuole": {
        "description": "A crafted kite of distinctly Yanese make, still carrying the scent of the leaves in the trees. While the clumsy hands of its flier often cause it to fall, it will always come to rise again on the wind.",
        "usage": "Used to improve the Potential of Zuo Le."
    },
    "p_char_485_pallas": {
        "description": "A Minos hero's epic. 'The hero came from the commoners, and returned to amongst the commoners.' This line, at the head of the poem, has been circled.",
        "usage": "Used to improve the Potential of Pallas."
    },
    "p_char_1014_nearl2": {
        "description": "A Kazimierzian knightly coat of arms, restored to splendor. After a meticulous polishing, the pegasus’s golden wings give off an awe-inspiring glow.",
        "usage": "Used to improve the Potential of Nearl the Radiant Knight."
    },
    "p_char_4011_lessng": {
        "description": "An unusual knot tied from some cloth. Trust binds together the two ends, binds past and future.",
        "usage": "Used to improve the Potential of Lessing."
    },
    "p_char_1032_excu2": {
        "description": "A wireless earpiece. The latest of the Lateran Curia's tech products, and the same model that Executor himself currently uses. Is he giving this to you so you can stay in contact with him at any time, perhaps?",
        "usage": "Used to improve the Potential of Executor the Ex Foedere."
    },
    "p_char_4010_etlchi": {
        "description": "A silver chain with nothing attached. You and she are not yet at your closest, but when you are, she will take the memory, congeal it into a crystal of blood, and present it to you once more.",
        "usage": "Used to improve the Potential of Entelechia."
    },
    "p_char_4064_mlynar": {
        "description": "A letter opener of classical design, having opened up the joys and sorrows of hundreds of lives. It's been close to the sharpest thing he's held for a long, long time.",
        "usage": "Used to improve the Potential of Młynar."
    },
    "p_char_1043_leizi2": {
        "description": "一张五雷镇宅符。好歹不是某种训诫，而是她对你的祝福。",
        "usage": "用于提升司霆惊蛰的潜能。"
    },
    "p_char_230_savage": {
        "description": "A necklace made of a string of opals. Hopefully, you will be able to deliver it to its intended recipient.",
        "usage": "Used to improve the Potential of Savage."
    },
    "p_char_282_catap": {
        "description": "A nameplate worn only by soldiers. Now that she is free, she has handed over her glory to you.",
        "usage": "Used to improve the Potential of Catapult."
    },
    "p_char_283_midn": {
        "description": "A delicate goblet. Under the yellow light, it gives off intoxicating colors.",
        "usage": "Used to improve the Potential of Midnight."
    },
    "p_char_137_brownb": {
        "description": "A boxing trophy. The named carved on the base is already worn, but the trophy itself still emits a prideful light.",
        "usage": "Used to improve the Potential of Beehunter."
    },
    "p_char_347_jaksel": {
        "description": "A pair of brand new sneakers. She's very, VERY looking forward to working out with you.",
        "usage": "Used to improve the Potential of Jackie."
    },
    "p_char_164_nightm": {
        "description": "A cute doll commonly seen in shops. It will look different if placed somewhere dark.",
        "usage": "Used to improve the Potential of Nightmare."
    },
    "p_char_220_grani": {
        "description": "A red police whistle. Blow it and you will feel a sense of justice puffing up your chest.",
        "usage": "Used to improve the Potential of Grani."
    },
    "p_char_263_skadi": {
        "description": "A song written in her mother tongue. Although you can't understand a word of it, she IS going to teach it to you.",
        "usage": "Used to improve the Potential of Skadi."
    }
}